Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Giellafálaldagas leat dávjá váilon gielladiđolaš geavadiid dehálaš oasit: doaimmaid gielalaš plánen, systemáhtalaš giellaválljen mánáiguin, giellabirrasa stivren ja barggu bohtosiid čuovvuleapmi ja árvvoštallan.
smj: Giellafálaldagán li álu vájllum gielladiedulasj práksisij ájnas oase: fálaldagáj gielalasj plánim, systiemalasj giellaválljim mánáj, giellabirrasa stivrrim ja gielalasj båhtusij tjuovvolibme ja árvustallam.

source: Go bargiin eai leat álo leamaš návccat vuhtiiváldit ja doarjut heterogenalaš mánnájoavkku buot dárbbuid, sii leat álkit geavahišgoahtán riikkagiela veahkkegiellan .
smj: Gå barggijn ælla agev læhkám fámo vieledittjat ja doarjjot heterogienalasj mánnájuohkusa divna dárbojt, de li álkket rijkagielav viehkkegiellan adnegoahtám.

source: Boađus lea dalle dávjá, ahte riikkagielat mánát eai oahpa sámegiela doarvái, ja sámegielat mánáid sámegielat biras hedjona.
smj: Boados la dalloj álu rijkagiela máná e nuoges sámegielav åhpa, ja sámegielak mánáj sámegielak birás hedjun.

source: Lea diehttelas ja hui mávssolaš ahte máŋga čeahpes mánáidgárdebargi ja oahpaheaddji miehtá Sámi leat máhttán bargat gielladiđolaččat ja systemáhtalaččat, muhto čuolbma leage dat, ahte nannenmodealla ollašuvvan lea leamaš menddo sakka ovttaskas bargiid duohkin .
smj: Diehttelis ja viek mávsulasj la gå moadda tjiehpes mánájgárddebargge ja åhpadiddje Sámev miehtáj li gielajn diedulattjat ja systiemalattjat barggam, valla tjuolmma l jut nannimmodella ållidibme l læhkám ilá aktugasj bargge duogen.

source: Institušuvnnalaš dásis nannenmodealla lea doaibman buoremusat Suoma beal Sámis, gos sámegielat birrasa huksemii ja diđolaš giellageavadiidda lea giddejuvvon ollu fuomášupmi.
smj: Ásadusáj dásen la nannimmodælla doajmmam buoremusát Suoma biele Sámen, gånnå sámegielak birrasa tsieggim ja diedulasj giellapráksisa li oadtjum edna berustimev.

source: Lea omd. diehttelas, ahte sámegielat mánnájoavkkuin bargit eai geavat eisige suomagiela.
smj: Buojkulvissaj de la diehttelis, jut sámegielak mánnájuohkusijn bargge e åvvånis suomagielav ane.

source: Doaimmat leat vuogáiduvvan ásahusaid dásis: dain lea joatkevašvuohta olles mánáidgárde- ja skuvlaáigodaga bokte, lea bissovaš 17 ruhtadeapmi ja muhtun muddui gielladiđolaš plánen ja bohtosiid čuovvuleapmi.
smj: Fálaldagá li institusjonalisieridum: da joarkki ålles mánájgárdde- ja skåvllåájgegávda tjadá, dajn la stuoves ruhtadibme ja muhtem mudduj gielladiedulasj plánim ja båhtusij tjuovvolibme.

source: Dieđusge maiddái Suoma bealde bargui laktásit ollu hástalusat.
smj: Diedon li edna hásstalusá Suoma bielen aj.

source: Nannenmodealla ovdánahttin ja sajáidahttin institušuvnnalaš dásis olles Sámis lea hui dehálaš sámegielat mánáid ja bearrašiid giellarivttiid geahččanguovllus ja olles sámegielaid boahttevuođa dihte.
smj: Nannimmodella åvddånahttem ja sajájduhttem ásadusáj dásen ålles Sámen la viek ájnas sámegielak mánáj ja familjaj giellariektáj gáktuj ja divna sámegielaj boahtteájge diehti.

source: 7 Gievrras giellamodeallaid organisatoralaš bealit
smj: 17 7 Nanos giellamodellaj organisasjåvnålasj vidjura

source: Dokumeanttas Gievrras giellamodeallat I: duogáš ja definišuvnnat čájeheimmet movt gievrras giellamodeallaid meroštallamis leat guokte beali, vuosttažin organisatoralaš bealli ja nubbin diđolaš giellageavadat .
smj: Dokumentan Nanos giellamodella I: duogásj ja definisjåvnå vuosedijma gåktu nanos giellamodellaj árvustallamin li guokta biele, vuostatjin organisasjåvnålasj vidjura ja nubben diedulasj giellapráksisa .

source: Gievrras giellamodeallaid gielalaš ulbmil lea sirdit mánáide sámegiela produktiivvalaš giellan.
smj: Nanos giellamodellaj gielalasj ulmme l mánájda sámegielav sirddet produktijva giellan.

source: Organisatoralaš beliid ferte láhčit dán ulbmila olaheami hárrái, ja ovddasvástádus lea giellafálaldaga eaiggádis dahjege ásaheaddjis.
smj: Organisasjåvnålasj vidjurijt hæhttu hiebadit dán ulme jåksåma hárráj, ja dat la (fáláldak)æjgáda jali ásadiddje duogen.

source: Dán vuollelogus mii guorahallat gievrras giellamodeallaid ollašuhttima organisatoralaš beliid.
smj: Dán kapihttalin gehtjadip nanos giellamodellaj ållidime organisasjåvnålasj vidjurijt.

source: 7.1 Eaiggátrolla: giellafálaldaga lágideaddji ollislaš ovddasvástádus
smj: 7.1 Ásadiddjeroalla: giellafálaldagá ásadiddje åbbålasj åvdåsvásstádus

source: Buot giellafálaldagain gávdno dihto hálddašeaddji dahje eaiggát, mas lea ovddasvástádus fálaldaga iešguđet beliin.
smj: Divna giellafálaldagájn gávnnu visses háldadiddje jali (fálaldak)æjgát, manna l åvdåsvásstádus fálaldagá iesjguhtik vidjurijs.

source: Dákkár hálddašeaddji sáhttá ovdamearkka dihte leat gielda, sámi ásahus dahje organisašuvdna, dahje dego Ruoŧas, Sámeskuvlastivra.
smj: Dákkár háldadiddje máhttá liehket duola dagu suohkan, sáme ásadus jali organisasjåvnnå, jali dagu Svierigin, Sámeskåvllåstivrra.

source: Sámegielat fálaldagaid lihkostuvvama dihte lea áibbas guovddážis dat, ahte bargu plánejuvvo, čuovvuluvvo ja ovdánahttojuvvo institušuvnnalaš ja struktuvrralaš dásis, ja ahte doaimmaid lágideamis lea ollislaš ovddasvástádus .
smj: Jus galggá sámegielak fálaldagáj vuorbástuvvat de la ållu guovdátjin jut barggo plániduvvá, tjuovvoluvvá ja åvddånahteduvvá ásadusáj ja struktuvralasj dásen, ja jut soabmásin la åbbålasj åvdåsvásstádus fálaldagáj åvdås.

source: Dálá dilis okta sámegielat mánáidgárde- ja skuvladoaimmaid stuorámus čuolmmain lea dat, ahte áibbas menddo ollu lea ovttaskas bargiid ja váhnemiid duohken.
smj: Dálásj dilen la akta sámegielak mánájgárdde- ja skåvllåfálaldagáj stuorámus tjuolmajs dat, jut ilá ållo l aktugasj barggij ja æjgádij duogen.

source: Go suohkanat dahje eará eaiggádat álggahit dahje fállet sámegiel fálaldagaid juogo mánáidgárddis dehe skuvllas, de vuosttaš lávki lea dat mii lea jo ovddabealde namuhuvvon: sii galget dovdat guovllu ja mánnájoavkkuid gielladiliid bures.
smj: Gå suohkana jali ietjá (fálaldak)æjgáda álgadi jali fálli sámegiela fálaldagájt juogu mánájgárden jali skåvlån, de la vuostasj lávkke mav juo åvddålin lip nammadam: galggi guovlov ja mánnájuohkusij gielladilijt buoragit dåbddåt.

source: Nubbi lávki lea kártet makkár fálaldaga sis lea vejolaš dálá resurssaiguin fállat, ja mii lea dat gievrramus modealla maid sii nagodit fállat.
smj: Nubbe lávkke l åtsådit makkir fálaldagáv máhtti dálásj ressursaj fállat, ja mij la dat nannusamos modælla mav nahki fállat.

source: Gielladoaimmaid lágideddjiide berre leat čielga vuordámuš ahte mánát ožžot dan gievrramus fálaldaga maid lágideaddji nagoda fállat.
smj: Giellafálaldagáj ásadiddjijda bierri liehket tjielgga vuorddemus jut máná oadtju nannusamos fálaldagáv mav ásadiddje nahká fállat.

source: Gielddain ja eará eaiggádiin ferte gávdnot ollislaš giellaplána mánáid sámegielat giellabálgá várás.
smj: Suohkanijn ja ietjá (fálaldak) æjgádijn hæhttu gávnnut åbbålasj giellaplána mánáj sámegielak giellabálggá gáktuj.

source: Doaba giellabálggis govvida olbmo giellabirrasiid joatkevašvuođa, giellafálaldagaid bisttu ja ollisvuođa.
smj: Buojkuldahka giellabálges gåvvit ulmutja giellabirrasa kontinuitiehtav, giellafálaldagáj vihpamav ja ållesvuodav.

source: Máná almmolaš giellabálggis galggašii álgit mánáidgárddi rájes ja de joatkit skuvlamannolagas, olles vuođđooahpahusa loahpa 18 rádjái.
smj: Máná almulasj giellabálges galgaluluj mánájgárde rájes álgget ja de joarkket skåvllåmannulagán, ålles vuodoåhpadusá låhpa rádjáj.

source: Das ferte váldit vuhtii ruovttugiellan sámegiela hálli mánáid ja riikkagielat mánáid;
smj: Danna hæhttu vieledit sámegielak sijddagielak mánájt ja rijkagiela mánájt;

source: iešguđetge muttuid goas mánná šaddá sámegielat birrasii (mánáidgárdi, skuvla).
smj: mij merkaj galggá mujttet máná li sámegielak birrasij boahtám iesjguhtik muttojda (mánájgárdde, skåvllå).

source: Ferte leat vuolggasadjin dat, ahte sámegielat bálggis huksejuvvo ja fállojuvvo mánáidgárddi álggu rájis gitta skuvlaagi lohppii .
smj: Vuodon bierri liehket dat, jut sámegielak bálges dagáduvvá ja fáladuvvá mánájgárde álgo rájes gitta skåvllåálldara loahppaj.

source: Nannoseamos giellabálggis lea go mánná oažžu sámegielat fálaldaga olles áiggi mánáidgárddis, vuođđooahpahusas ja joatkkaoahpus.
smj: Nannusamos giellabálges la gå mánná oadtju sámegielak fálaldagáv ålles ájgev mánájgárden, vuodoåhpadusán ja joarkkaåhpadusán.

source: Lea erenomáš dehálaš, ahte máná giella beassá ovdánit olles su mánnávuođa ja nuorravuođa čađa iige su gielladáidu bisán iige geahnohuva.
smj: Sierraláhkáj la ájnas, jut máná giella bæssá åvddånit ålles 18 mánnávuoda ja nuorravuoda tjadá váj máná gielladájddo ij ganuga jalik hedjuna.

source: Lea goittotge dađe bahábut hui dábálaš dálá diliin, ahte nu geavvá.
smj: Uddni luodjomláhkáj álu navti gævvá.

source: Dat albmanus, go olbmo vuosttašgiela gielladáidu áiggi mielde geahnohuvvá, gohčoduvvo gielladiehtagis giellaattrišuvdnan (eŋg. ).
smj: Fenomiedna gånnå ulmutja vuostasjgiela gielladájddo ájge tjadá hæboduvvá, gåhtjoduvvá gielladiehtagin giellaattrisjåvnnå (ieŋŋ.

source: Sámi mánáid hárrái vásihuvvo giellaattrišuvdna dan láhkái ahte mánás, geas lea sámegiella vuosttašgiellan, sámegiela dáidu geahnohuvvá dahje ii ovdán nu movt lunddolaččat livččii vuordimis vuosttašgielat olbmos.
smj: Sáme mánáj gáktuj váseduvvá giellaattrisjåvnnå navti mánán gænna l sámegiella vuostasjgiellan jut sáme gielladájddo hæboduvvá jali ij åvddåna dagu luondulattjat luluj vuordedahtte vuostasjgielak mánán.

source: Muhtin mánát geain vuosttašgiella lea sámegiella, sáhttet njuolgut heaitit sámásteames, ja sin gielladáidu geahnohuvvá nu ahte produktiiva sámegielat mánát šaddet reseptiiva sámegielagin.
smj: Muhtem máná gejn vuostasjgiella l sámegiella, máhtti ållu hiejttet sámástimes, ja sijá gielladájddo hæboduvvá nav vaj produktijva sámegielak máná sjaddi reseptijva sámegielagin.

source: Jus mánát eai oba gulage eaige ane iežaset vuosttašgiela de dát sáhttá jávkat, go nubbi giella váldá vuosttašgiela saji.
smj: Jus máná e åvvånis gulá jalik ane ietjasa vuostasjgielav de dát máhttá ållu gáhtot, gå nuppát giella válldá vuostasjgiela sajev.

source: Giellaattrišuvdna dáhpáhuvvá go mánáid gielalaš biras rievdá nu ahte mánát gullet ja atnigohtet iežaset vuosttašgiela hárvvibut.
smj: Giellaattrisjåvnnå dáhpáduvvá gå mánáj gielalasj birás rievddá navti vaj máná gulli ja adnegåhti ietjasa vuostasjgielav vuorjjábut.

source: Dákkár giellabirasrievdamat dábálaččat dáhpáhuvvet go mánná álgá mánáidgárdái dahje skuvlii, ja dán fálaldagas máná sámegiella ii dorjojuvvo doarvái.
smj: Dákkár giellabirásrievddama dábálattjat dáhpáduvvi gå mánná álggá mánájgárddáj jali skåvllåj, ja dán fálaldagán máná sámegiella ij nuohkásit doarjoduvá.

source: Váhnemat vásihit mánáid giellaattrišuvnna duođalaš áššin.
smj: Æjgádijda l mánáj giellaattrisjåvnnå duodalasj ássje.

source: Dan dihte bargojoavku lea válljen deattuhit giellafálaldagaid bisttu dahjege jotkkolašvuođa dehálaš fáktorin sámegiela seailluheamis ja nannemis mánáid produktiivvalaš giellan.
smj: Danen la barggojuogos válljim dættodit giellafálaldagáj vihpamav jali kontinuitiehtav ájnas faktåvrrån sámegiela suodjalimen ja nannimin mánáj produktijva giellan.

source: Bargojoavku háliida deattuhit dan, ahte buot sámeoahpahusa ektui lea hui dehálaš meroštallat čielga ovddasvástádusa oahpahusa lágideamis ja čuovvuleamis .
smj: Barggojuogos ájggu dættodit, jut divna sámeåhpadime gáktuj la viek ájnas tjielgga åvdåsvásstádusáv mierredit åhpadime tjadádibmáj ja tjuovvolibmáj.

source: Lea dábálaš ahte váhnemat šaddet guoddit ovddasvástádusa das álggahuvvogo sámegielat fálaldat, goas dat álggahuvvo, fidnego skuvla/mánáidgárdi sámegielat bargi ja gávdnojitgo sadjásaččat, jus bargi buohccá.
smj: Dábálasj la máná æjgádij duogen sjaddá jus sámegielak fálaldahka álgaduvvá, goassa dat álgaduvvá, åttjut gus skåvllå/mánájgárdde sámegielak barggev ja gávnnuji gus sadjásattja, jus bargge skihppá.

source: Sámeoahpahusa ovddasvástádus ii sáhte goassige leat váhnemiid hálddus.
smj: Sámeåhpadusá åvdåsvásstádus ij goassak máhte liehket máná æjgádij duogen .

source: Gielddat fertejit geahččat bearrái ahte sin vuogádagas lea ovddasvástádus sámegielat fálaldaga organisatoralaš beliin ja bohtosiin.
smj: Suohkana hæhttuji bærrájgæhttjat jut sijá vuogádagán la åvdåsvásstádus sámegielak fálaldagá organisasjåvnålasj vidjurijs ja båhtusijs.

source: Váhnemiin ferte leat čielga diehtu dan birra, geainna sii sáhttet guorahallat mánáid sámegielat fálaldaga čuolmmaid - sihke dan, jus mánná ii oaččo fálaldaga mii sutnje gullá, ja dan, jus sámegielat fálaldat ii doaimma nu movt galggašii, ee. mánná ii oahpa sámástit dahje su sámegiela dáidu hedjona.
smj: Mánáj æjgádijn hæhttu liehket tjielgga diehto dan birra, gejna máhtti mánáj sámegielak fálaldagá tjuolmajt guoradallat - sihke dav, jus mánná ij oattjo fálaldagáv mij sujna galggá, ja jus sámegielak fálaldahka ij dåjma dagu galgaluluj, dagu jus mánná ij åhpa sámástit jali suv sáme gielladájddo hedjun.

source: Sámedikkiin berrešii leat bearráigeahččoortnet mii sihkkarastá ahte buot giellafálaldagat mat addojuvvojit gievrras giellamodeallaid vuogi mielde, duođasge lihkostuvvet sajáiduhttit sámegiela mánáide hupmangiellan.
smj: Sámedikkijn bierriluluj liehket oahttseårnik mij sihkarasstá jut divna giellafálaldagá ma vatteduvvi nanos giellamodellaj milta, duodaj vuorbástuvvi sámegielav sajájduhttemin mánájda ságastime giellan.

source: Dákkár vuogádat 19 gáibida ahte muhtun ásahusas leat rávvagat movt dađistaga nannet sámegieloahpahusa- dehe fálaldaga vai dat buorrána.
smj: Dákkár vuogádahka gájbbet muhtem institusjåvnån li ráde gåktu maŋenagi nannit sámegielåhpadimev- jali fálaldagáv vaj dat buorrán.

source: Dát livččii Sámedikki doaibma.
smj: Dát luluj Sámedikke duogen.

source: Váidinvuogádaga ferte hukset nu, ahte váidin čujuha struktuvrraide, fálaldaga lágideaddjái - ii ovttaskas bargiide ja oahpaheddjiide.
smj: Gujddimvuogádagáv hæhttu navti ásadit, jut gujddim vuoset struktuvrajda, dajda gudi åhpadimev galggi jali galgalulun fállat - ij aktugasj barggijda ja åhpadiddjijda.

source: Seammás lea hui dehálaš váldit vuhtii ja nannet sámegielat bargiid buresveadjima, bargobirrasa, doarjaga ja gelbbolašvuođaloktema.
smj: Avtabuohta l viek ájnas nannit ja vieledit sámegielak barggij viedjemav, barggobirrasav, dårjav ja máhtolåpptimav.

source: Mii buohkat diehtit man garra deattuid vuolde ja vátni resurssaiguin sámegielat mánáidgárdebargit ja oahpaheaddjit barget.
smj: Mij gájka diehtep man garra dættoj ja vádne ressursaj vuolen sámegielak mánájgárddebargge ja åhpadiddje barggi.

source: Dakkár dilis ee. kritihkka váhnemiin sáhttá čuohcat hui lossadit ja persovnnalaččat ovttaskas bargiide, vaikko ovddasvástádus galggašii leat fálaldaga lágideaddjiin.
smj: Dakkár dilen duola dagu kritihkka æjgádijs máhttá vájkkudit viek låssådit ja persåvnålattjat aktugasj barggijda, vájku vijor massta l sáhka galgaluluj sijáj duogen gudi åhpadimev galggi jali galgalulun fállat.

source: 7.2 Iešguđet doaibmavugiid namahusat
smj: 7.2 Iesjguhtik giellafálaldagáj buojkuldagá

source: Miehtá Sámi mánáide lágiduvvon giellabirrasiid birra galget geavahuvvot systemáhtalaččat dihto doahpagat ja namahusat.
smj: Sámev miehtáj galggi systiemalattjat aneduvvat visses buojkuldagá ja nammadusá giellabirrasij birra ma li mánájda ásaduvvam.

source: Doahpagat galget leat čielgasat ja čađačuovgit, nu ahte daid bokte juohkehaš ipmirda, makkár joavkku ja makkár doaimmaid birra lea sáhka.
smj: Buojkuldagá galggi liehket tjielggasa vaj juohkkahasj dádjat, makkir juohkusa ja makkir dåjmaj birra l sáhka.

source: Dat lea dehálaš vuosttažettiin váhnemiid dáfus: sii galget beassat válljet máná bajásgeassin- ja oahpahusbirrasa buriin áddejumiin das, makkár gielalaš bohtosat leat vuordimis sin mánáid ektui guđege birrasis.
smj: Dat la ájnas åvdemusát æjgádij gáktuj: galggi bessat mánnáj válljit bajedim- ja åhpadusbirrasav buorre dádjadusájn dassta, makkir gielalasj båhtusijt máhttá vuorddet ietjasa mánáj gáktuj iesjguhtik fálaldagá milta.

source: Nuppi dáfus dat lea hui dehálaš mánáidgárdedoaimmaid ja oahpahusa lágideaddji ja hálddašeaddji oainnus.
smj: Sidjij gudi mánájgárddefálaldagáv ja åhpadimev ásadi ja háldadi la dát aj ájnas ássjen.

source: Dat geas lea ovddasvástádus doaimmain, ferte čielgasit, jo namahusa dásis, buktit ovdan dan, makkár doaimmaid birra lea gažaldat.
smj: Dat ásadus mij giellafálaldagá åvdås vásstet galggá tjielggasit, juo buojkuldagá dásen, buktet åvddån makkir fálaldagá birra l sáhka.

source: Galgá áddet, ahte dihto giellamodeallaiguin lea vejolaš ollet dihto bohtosiidda.
smj: Galggá dádjadit, jut visses giellamodellaj baktu máhttá visses båhtusijda jåksåt.

source: Doaibmavugiid namahusat ja doahpagat galget govvidit dan, makkár modealla lea geavahusas, mii lea sámegiela rolla doaimmain ja makkár bohtosiidda lea vejolaš ollet guđege doaimmain.
smj: Åhpadimfálaldagáj nammadusá ja buojkuldagá galggi gåvvidit makkir modælla l anon, mij la sámegiela roalla fálaldagán ja makkir båhtusijda l máhttelis jåksåt iesjguhtik fálaldagá baktu.

source: Sámi mánáidgárdi / sámi skuvla / sámeluohkká / sámeossodat: Dát doahpagat galget čujuhit dakkár mánáidgárde- ja skuvladoaimmaide, main sámegiella lea gulahallama ja oahpahusa váldogiella.
smj: Sáme mánájgárdde / sáme skåvllå / sámeklássa / sámeåssudahka: Dá buojkuldagá galggi vuosedit dakkár mánájgárdde- ja skåvllåfálaldagájda, majna sámegiella l guládallama ja åhpadime oajvvegiellan.

source: Sámi mánáidgárdi, -luohkká ja -ossodat galget lágiduvvot dušše gievrras giellamodealla bokte: geavahusas lea nannenmodealla dahje oamastanmodealla.
smj: Sáme mánájgárdde, -klássa ja -åssudahka galggi dåssju nanos giellamodellaj baktu ásaduvvat: galggi nannimmodellav jali åmastimmodellav adnet.

source: Jus geavahusas lea goaikkanasmodealla (gč. ovddit dokumeantta), ja sámegiella geavahuvvo duollet dálle dahje dušše oktan oahppofágan, de joavkku galggašii gohčodit eará láhkái.
smj: Jus gåjkudismodælla (gehtja åvdep dokumentav) l anon, ja sámegiella duolloj dálloj aneduvvá jali dåssju avta oahppofáhkan, de juohkusav galgaluluj ietjáláhkáj gåhtjudit.

source: Giellalávgun sáhttá gohčodit dakkár doaimmaid mánáidgárddis dahje skuvllas, gos sámegiella lea oahpahus- ja gulahallangiellan, vaikko dat ii leat mánáid ruovttugiella / vuosttaš giella.
smj: Giellalávggomin máhttá gåhtjudit dakkár fálaldagájt mánájgárden jali skåvlån, gånnå sámegiella l åhpadus- ja guládallamgiellan, vájku dat ij la mánáj sijddagiella / vuostasj giella.

source: Geavahusas lea dalle dat modealla, man bargojoavku lea gohčodan oamastanmodeallan.
smj: De adná modellav mav barggojuogos la gåhtjudam åmastimmodælla.

source: Mánát ohppet sámegiela praktihkas, doaimmaid bokte.
smj: Máná oahppi sámegielav praktihkan, dáhpádusáj baktu.

source: Sii ožžot álggus ieža hupmat dan giela man máhttet, muhto sii sámástišgohtet dađi mielde go sii ohppet sámegiela.
smj: Sij oadtju álgos ietja ságastit dav gielav mav bukti, valla sámástahttjáji maŋenagi gå oahppi sámástit.

source: Giellalávgumis ollašuhttojuvvo gielladiđolaš giellalávgunpedagogihkka.
smj: Giellalávggomin aneduvvá gielladiedulasj giellalávggompedagogihkka.

source: Rávesolbmot veahkehit ja dorjot máná sámásteami ja 20 ovdánahttet dan iešguđetlágán pedagogalaš vugiiguin ja materiálaiguin.
smj: Ållessjattuga viehkedi ja doarjju máná sámástimev ja åvddånahtti dav iesjguhtiklágásj pedagogihkalasj vuogij ja materiálaj.

source: Ulbmil lea dat, ahte mánná hállagoahtá giela produktiivvalaččat.
smj: Ulmme l mánná produktijvalattjat sámástahttjá.

source: Riikkagiella ii galgga hubmojuvvot mánáiguin iige dat geavahuvvo doarjjagiellan.
smj: Rijkagiella ij galga ságastuvvat mánáj ij ga doarjjagiellan aneduvvat.

source: Vuollel skuvlaahkásaččaid giellalávgun lea árat giellalávgun ja skuvllaagis álgán giellalávgun maŋit giellalávgun .
smj: Vuollel skåvlåálldara giellalávggom gåhtjoduvvá árra giellalávggomin ja skåvlåálldarin álggám giellalávggom gåhtjoduvvá maŋep giellalávggomin .

source: Gievrramus giellalávgunmálle lea dievaslaš giellalávgun , gos buot doaimmat ollašuvvet sámegillii.
smj: Gievramus giellalávggommodælla l dievalasj giellalávggom , gånnå divna dåjma sámegiellaj tjadáduvvi.

source: Jus oassi doaimmain lea sámegillii ja oassi riikkagillii, gažaldagas lea oasseáigásaš giellalávgun .
smj: Jus oasse fálaldagás la sámegiellaj ja oasse rijkagiellaj, de gåhtjoduvvá oasse ájge giellalávggomin .

source: Dat ii leat seammá beaktil go dievaslaš giellalávgun, iige das sáhte vuordit seammá buriid gielalaš bohtosiid.
smj: Dat ij la sæmmi dåbmaris degu dievalasj giellalávggom, ij dassta máhte vuorddet sæmmi buorre gielalasj båhtusijt.

source: Oasseáigásaš giellalávgumis sámegiela oassi galgá leat unnimustá 50 % buot doaimmain, muđuid doaimmat eai deavdde giellalávguma kriteraid.
smj: Oasse ájge 20 giellalávggomin galggá sámegiela oasse liehket binnemusát 50 % ålles fálaldagás, ietján fálaldahka ij giellalávggoma kriterrihijt ållida.

source: Giellabeassi lea árat, dievaslaš giellalávgun mánáidgárddis eamiálbmoga dahje unnitlogu gillii.
smj: Giellabiesse l árra dievalasj giellalávggom mánájgárden iemeálmmuga jali unneplågo giellaj.

source: Dakkár joavku doaibmá nappo oamastanmodealla mielde.
smj: Dakkár juogos doajmmá åmastimmodella milta.

source: Mánát bohtet giellabeassái dan agis go dárbbašit mánáidgárdesaji, ja sidjiide hubmojuvvo giellabeasis duššebeare sámegiella álggu rájes.
smj: Máná båhti giellabæssáj dan álldarin gå mánájgárddesajev dárbahi, ja giellabiesen dåssju sidjij sámás.

source: Giellabeassi galgá leat ollislaš, searvvušlaš giellaealáskahttima oassin, bearrašiid ja servoša čatnašupmi doaimmaide lea guovddážis.
smj: Giellabiesse galggá liehket oassen åbbålasj sebrudagá giellaælládahttemis manna familjaj ja sebrudagá tjanástahka fálaldagájda la guovdátjin.

source: Dat galgá álggahit ođđasis giela sirdáseami sohkabuolvvas nubbái dakkár sosiolingvistihkalaš dilis go máŋgasat leat massán sámegiela bearrašiin.
smj: Dat galggá ådåsis álgadit giela sirddemav berajbuolvas nubbáj dakkár sosiolingvistihkalasj dilen gånnå moattes li sámegielav massám familjajn.

source: Giellabeasi maŋŋá mánáin galggašii leat vejolašvuohta beassat sámegielat skuvlaoahpahussii.
smj: Giellabiese maŋŋela mánájn galgaluluj liehket vejulasjvuohta bessat sámegielak skåvllååhpadussaj.

source: Ovddabealde namuhuvvon doahpagat geavahuvvojit dálá áiggi dávjá boastut: dakkár doaimmat ja joavkkut, mat eai deavdde omd. giellalávguma kriteraid, gohčoduvvojit giellalávgumin.
smj: Åvddålin nammaduvvam buojkuldagá aneduvvi dálásj ájge álu boasstot: dakkár fálaldagá ja juohkusa, ma e ållida buojkulvissaj giellalávggoma kriterrihijt, gåhtjoduvvi giellalávggomin.

source: Erenoamáš čuolbma dat lea leamaš giellabeassidoahpagiin, mii lea váldojuvvon muhtun sajiin geavahussii ee. oktii vahkus lágiduvvon giellabottuid olis.
smj: Sierralágásj tjuolmma l læhkám giellabiessebuojkuldagájn, mij muhtem sajijn aneduvvá gåvvidittjat duola dagu giellabåttåjt ma akti vahkkuj ásaduvvi.

source: Giellabeassin galgá gohčodit dušše beaivválaš mánáidgárdejoavkku, mii doaibmá dievaslaš giellalávguma prinsihpaid mielde, nappo oamastanmodealla mielde.
smj: Giellabiessen galggá dåssju bæjválasj mánájgárddejuohkusav gåhtjudit, mij doajmmá dievalasj giellalávggoma prinsihpaj milta, nappu åmastimmodella milta.

source: Duollet dálle lágiduvvon giellabottuid ii galgga gohčodit giellabeassin.
smj: Giellabåttå ma duolloj dálloj ásaduvvi e galga giellabiessen gåhtjoduvvat.

source: Skuvllas dahje rávesolbmuiguin lágiduvvon doaimmaidge ii galgga gohčodit giellabeassin, vaikko geavahuvvoše dievaslaš giellalávgunmetodat.
smj: Fálaldagá ma skåvlån jali ållessjattugij siegen ásaduvvi e galga giellabiessen gåhtjoduvvat, vájku lulun aneduvvat dievalasj giellalávggommetåvdå.
